#Заданеи 1. Поработайте с переменными, создайте несколько, выведите на экран. Запросите у пользователя некоторые числа и строки и сохраните в переменные, а затем выведите на экран. Используйте функции для консольного ввода input() и консольного вывода print().
#Попробуйте также в ходе выполнения задания через встроенную функцию id() понаблюдать, какие типы объектов могут изменяться и сохранять за собой адрес в оперативной памяти.

a = 4
b = 5.6
d = True

print(a + d)

c = input ("Введите переменную ")

print (float(b) + int(c))