#Реализуйте структуру данных «Участники спора». Она должна представлять собой список (list) словарей (dict).
#Каждый словарь хранит информацию об отдельном участнике. Словарь содержит пары «ключ-значение» параметрами, то есть характеристиками участника: наименование, статус, ИНН.
#Заполнение данных должно быть произведено пользователем через консоль для трёх различных участников.

participant_list = ("name", "status", "inn")

item1 = input("Введите данные по первой компании"  )



print(item1)
print(item2)
print(item3)